<?php
defined('M_COM') || exit('No Permission');
$smsregcodes = array (
    
    //(系统)会员注册
    //*
	'register' =>
        array (
            'title' => '会员注册<br>开启短信认证',
            'guide' => '注册会员时, 发短信到手机认证完成会员注册；（启用本开关后,如下设置[网站架构-会员架构-认证类型-手机认证:号码是否唯一]会自动审核；另可设置:注册会员自动审核；）',
            'group' => 'sys',
        ),
	//*/
    //(扩展系统-根据情况设置)会员组过期提醒 (数字ID为：会员架构>>会员认证类型ID)
    'confirm1' =>
        array (
            'title' => '会员手机认证<br>开启短信认证',
            'guide' => '会员中心资料认证时，发短信完成认证；<a href="?entry=mctypes&action=mctypesedit">会员认证设置&gt;&gt;</a> ',
            'group' => 'sys',
        ),
		
	//(扩展系统-根据情况设置)会员组过期 短信通知 (一般设置ugcfgs即可：3_7中的数字3/7分别为会员组系/会员组：条件为grouptype3=7)	
    'membexp' =>
        array (
            'title' => '会员组过期<br>短信通知',  
            'guide' => '对即将过期的会员，在设置的天数内，每天通过计划任务发短信通知会员；',
			'tpl'   => '您的{$groupname}会员到期日为{$expdate},为不影响您正常使用,请及时联系管理员【{$hostname}】',
			'ugcfgs' => array( //会员组系-组设置
				'14_8' => '经纪人-高级经纪人',
				'31_102' => '装修公司-VIP公司',
				'32_104' => '品牌商家-VIP商家',
				//'16_5' => '推荐商家',
				//'35_107' => '推荐专家',
			),
			'group' => 'sys',
        ),
	//(系统)通用短信模板
    'commtpl' =>
        array (
            'title' => '通用认证码类<br>短信模板',
            'guide' => '认证码类短信，未设置模板时使用此模板',
			'tpl' => '您的确认码为{$smscode}。本信息自动发送，请勿回复。【08CMS】',
            'group' => 'sys',
        ),

    //数字为文档模型ID
    'arc4info' =>
        array (
            'title' => '楼盘信息<br>发短信到手机',
            'guide' => '短信内容请在extend_house/ajax/ajax_sms_msend.php里面设置修改，这里不用 设置；前台查看楼盘信息，可把相关信息发送到手机',
            'tpl' => '',
            'group' => 'ex',
        ),

    //fy房源(多个模型)
    'arcfyinfo' =>
        array (
            'title' => '房源信息<br>发短信到手机',
            'guide' => '短信内容请在extend_house/ajax/ajax_sms_msend.php里面设置修改，这里不用设置；前台查看房源(二手/出租)信息，可把相关信息发送到手机',
            'tpl' => '',
            'group' => 'ex',
        ),


    //fy房源(多个模型)
    'arcfypub' =>
        array (
            'title' => '游客发布房源<br>手机短信认证',
            'guide' => '前台游客发布房源信息(二手/出租)，使用手机短信认证完成发布',
			'tpl'   => '您的确认码为%s。本信息自动发送，请勿回复。【{$hostname}】',
            'group' => 'ex',
        ),
    //xq房源(需求模型)
	'arcxqpub' =>
        array (
            'title' => '游客发布需求<br>手机短信认证',
            'guide' => '前台游客发布需求信息(求租/求购)，使用手机短信认证完成发布',
			'tpl'   => '',
            'group' => 'ex',
        ),

    //房源/需求模型
	'arcxdel' =>
        array (
            'title' => '手机短信认证<br>删除信息',
            'guide' => '前台使用手机短信认证删除信息(含：二手/出租/求租/求购)',
			'tpl'   => '您的确认码为%s；您将使用本确认码删除网站上的相关信息，请小心操作。本信息自动发送，请勿回复。【{$hostname}】',
            'group' => 'ex',
        ),

	//数字为会员模型ID, 0不区分
	'memb0info' =>
        array (
            'title' => '商家信息<br>发短信到手机',
            'guide' => '短信内容请在extend_house/ajax/ajax_sms_msend.php里面设置修改，这里不用设置；前台查看商家信息，可把相关信息发送到手机',
			'tpl' => '',
            'group' => 'ex',
        ),
		
	// 跳转到交互设置页(不是按这种方式处理的,另外想办法), 直接设置cuids参数，其它不用设置
	'cumodels' => 
        array (
            'title' => '交互设置',
            'guide' => '',
			'tpl' => '',
            'group' => 'cu',
			'cuids' => array(36,46),
        ),
		
	/* -------------------------------------------------------------------------------
	键值命名规则：(为使后续统一规范调用,这里一并规范键值命名规则,如扩展请在如下记录)
	confirmN : 会员手机认证,数字为认证ID
	membexp:ugids:3_7 : 会员组过期提醒,(3_7中的数字3/7分别为会员组系/会员组：条件为grouptype3=7)
	arcNpub : (前台游客)文档发布手机短信认证,数字为文档模型ID
	arcNinfo : (前台游客)把文档信息发布到手机,数字为文档模型ID
	...
	Peace (2014-09-01)
	------------------------------------------------------------------------------- */
		
    /* 交互暂不在这里设置, 在交互架构那里设置
    'cueg' =>
    array (
      'title' => '交互',
      'open' => '0',
      'tpl' => '【{$hostname}】您的验证码为%s,请在网站输入完成验证。本信息自动发送，请勿回复。',
      'guide' => '短信接收者为在VIP会员过期时.',
      'group' => 'cu',
    ),
    */
	
) ;

