# <?exit();?>
# 08cms InstallPack BasicData Dump
# Version: 08cms House 7.1
# Date: 2016-09-07
# --------------------------------------------------------
# Home: www.08cms.com
# --------------------------------------------------------


INSERT INTO #__coclass48 (ccid,pid,level,title,letter,isframe,chids,dirname,coid,vieworder,trueorder,closed,clicks,archives,conditions,groups) VALUES ('3001','0','0','住宅底商','','0',',116,118,120','zhuzhaidishang','48','0','0','0','0','0','',''),
('3002','0','0','商业街商铺','','0',',116,118,120','shangyejieshangpu','48','0','1','0','0','0','',''),
('3003','0','0','临街门面','','0',',116,118,120','linjiemenmian','48','0','2','0','0','0','',''),
('3004','0','0','写字楼配套底商','','0',',116,118,120','xieziloupeitaodishang','48','0','3','0','0','0','',''),
('3005','0','0','购物中心/百货','','0',',116,118,120','qita1','48','0','4','0','0','0','',''),
('3006','0','0','其他','','0',',116,118,120','qitasp','48','0','5','0','0','0','','');
