# <?exit();?>
# 08cms InstallPack BasicData Dump
# Version: 08cms House 7.1
# Date: 2016-09-07
# --------------------------------------------------------
# Home: www.08cms.com
# --------------------------------------------------------


INSERT INTO #__coclass45 (ccid,pid,level,title,letter,isframe,chids,dirname,coid,vieworder,trueorder,closed,clicks,archives,conditions,groups) VALUES ('3001','0','0','幼儿园','','0',',8','school1','45','0','0','0','0','0','',''),
('3002','0','0','小学','','0',',8','school2','45','0','1','0','0','0','',''),
('3003','0','0','初中','','0',',8','school3','45','0','2','0','0','0','',''),
('3004','0','0','九年一贯制(小学+初中)','','0',',8','school4','45','0','3','0','0','0','',''),
('3005','0','0','完中(初中+高中)','','0',',8','school5','45','0','4','0','0','0','','');
