# <?exit();?>
# 08cms InstallPack BasicData Dump
# Version: 08cms House 7.1
# Date: 2016-09-07
# --------------------------------------------------------
# Home: www.08cms.com
# --------------------------------------------------------


INSERT INTO #__farchives_36 (aid,wbintro) VALUES ('280','内涵丰富全面的资讯信息，主要有新房、二手房、租房等分类资讯， 让您轻松查看最新资讯动态，全面地了解房产行业行情。\r\n'),
('281','提供最全面最及时房地产楼盘详情信息，与二手房与出租房的房源详情信息，让您随时随地轻松地找房。'),
('282','可以通过多重检索，在最短时间内，快速轻松查找楼盘、房源等，还可搜索相关新闻资讯。'),
('283','接入百度地图，全图展示各类楼盘与房源所在位置，快速查看楼盘与房源的相关信息。');
