# <?exit();?>
# 08cms InstallPack BasicData Dump
# Version: 08cms House 7.1
# Date: 2016-09-07
# --------------------------------------------------------
# Home: www.08cms.com
# --------------------------------------------------------


INSERT INTO #__mmtypes (mtid,title,menuimage,url,fixed,vieworder) VALUES ('14','房源管理','http://192.168.1.60/house/userfiles/image/20100915/15160647a7674774c87427.jpg','','0','1'),
('15','店铺管理','http://192.168.1.60/house/userfiles/image/20100915/1516054061b3fedae37140.jpg','','0','2'),
('16','关注收藏','','','0','4'),
('17','财务管理','','','0','5'),
('19','基本信息','','','0','6'),
('51','家装家居','','','0','0'),
('52','房产问答','','','0','3'),
('53','其它信息','','','0','40'),
('54','售楼公司','','','0','2'),
('55','楼盘分销','','','0','5'),
('56','商业地产','','','0','5');
