# <?exit();?>
# 08cms InstallPack BasicData Dump
# Version: 08cms House 7.1
# Date: 2016-09-07
# --------------------------------------------------------
# Home: www.08cms.com
# --------------------------------------------------------


INSERT INTO #__splangs (slid,ename,type,cname,content,vieworder) VALUES ('1','member_active_subject','email','会员激活邮件标题','会员激活电子邮件','0'),
('2','member_active_content','email','会员激活邮件内容','{$mname}，您好！\r\n这封信是由 {$cmsname} 发送的。\r\n\r\n您收到这封邮件，是因为在我们网站的新用户注册，或用户修改 Email 使用\r\n了您的地址。如果您并没有访问过我们的网站，或没有进行上述操作，请忽\r\n略这封邮件。您不需要退订或进行其他进一步的操作。\r\n\r\n----------------------------------------------------------------------\r\n帐号激活说明\r\n----------------------------------------------------------------------\r\n\r\n您是我们网站的新用户，或在修改您的注册 Email 时使用了本地址，我们需\r\n要对您的地址有效性进行验证以避免垃圾邮件或地址被滥用。\r\n\r\n您只需点击下面的链接即可激活您的帐号：\r\n\r\n{$url}\r\n\r\n(如果上面不是链接形式，请将地址手工粘贴到浏览器地址栏再访问)\r\n\r\n感谢您的访问，祝您使用愉快！\r\n\r\n\r\n\r\n此致\r\n\r\n{$cmsname}\r\n{$cms_abs}','0'),
('3','member_getpwd_subject','email','会员找密码邮件标题','会员找密码电子邮件','0'),
('4','member_getpwd_content','email','会员找密码邮件内容','{$mname}，您好！\r\n这封信是由 {$cmsname} 发送的。\r\n\r\n您收到这封邮件，是因为在我们的网站上这个邮箱地址被登记为用户邮箱，\r\n且该用户请求使用 Email 密码重置功能所致。\r\n\r\n----------------------------------------------------------------------\r\n重要！\r\n----------------------------------------------------------------------\r\n\r\n如果您没有提交密码重置的请求或不是我们网站的注册用户，请立即忽略\r\n并删除这封邮件。只在您确认需要重置密码的情况下，才继续阅读下面的\r\n内容。\r\n\r\n----------------------------------------------------------------------\r\n密码重置说明\r\n----------------------------------------------------------------------\r\n\r\n您只需在提交请求后的三天之内，通过点击下面的链接重置您的密码：\r\n\r\n{$url}\r\n\r\n(如果上面不是链接形式，请将地址手工粘贴到浏览器地址栏再访问)\r\n\r\n上面的页面打开后，输入新的密码后提交，之后您即可使用新的密码登录\r\n论坛了。您可以在用户控制面板中随时修改您的密码。\r\n\r\n本请求提交者的 IP 为 {$onlineip}\r\n\r\n\r\n此致\r\n\r\n{$cmsname}\r\n{$cms_abs}','0'),
('5','memcert_subject','email','邮箱验证邮件标题','邮箱验证电子邮件','0'),
('6','memcert_content','email','邮箱验证邮件内容','{$mname}，您好！\r\n这封信是由 {$cmsname} 发送的。\r\n\r\n您收到这封邮件，是因为在我们网站进行 Email 验证使用了您的地址。如果\r\n您并没有访问过我们的网站，或没有进行上述操作，请忽略这封邮件。您不需\r\n要退订或进行其他进一步的操作。\r\n\r\n----------------------------------------------------------------------\r\n邮箱验证说明\r\n----------------------------------------------------------------------\r\n\r\n我们需要对您的Email地址有效性进行验证以避免垃圾邮件或地址被滥用。\r\n\r\n您只需点击下面的链接即可激活您的帐号：\r\n\r\n{$url}\r\n\r\n(如果上面不是链接形式，请将地址手工粘贴到浏览器地址栏再访问)\r\n\r\n感谢您的访问，祝您使用愉快！\r\n\r\n\r\n\r\n此致\r\n\r\n{$cmsname}\r\n{$cms_abs}','0'),
('7','dingyue_subject','email','楼盘订阅邮件标题','楼盘信息订阅邮件 - {$hostname}','0'),
('8','dingyue_content','email','楼盘订阅邮件内容','{$mname}，您好！\r\n这封信是由 {$hostname} 发送的。\r\n\r\n您收到这封邮件，是因为在我们网站订阅了相关楼盘的最新消息。\r\n如果您不再需要相关信息，请进入我们网站进行取消订阅操作。\r\n\r\n----------------------------------------------------------------------\r\n{$content}\r\n----------------------------------------------------------------------\r\n\r\n感谢您的访问，祝您使用愉快！\r\n\r\n\r\n此致\r\n\r\n{$hostname}\r\n{$cms_abs}','0');
